Repository: LeonardDinichert/Study-Bro
Catalog: Study Bro/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ru

source: Your Notes
de: Ihre Notizen
es: Sus notas
fr: Vos notes
ru: Ваши заметки

source: Your notes :
de: Ihre Notizen :
es: Sus notas :
fr: Vos notes :
ru: Ваши заметки :

source: Your study data will appear here.
de: Ihre Lerndaten werden hier angezeigt.
es: Sus datos de estudio aparecerán aquí.
fr: Vos données d'étude apparaîtront ici.
ru: Ваши данные об учебе появятся здесь.

source: Your study sessions and profile details are stored securely in your iCloud account. They are not shared with third parties. You may remove all data by deleting your account.
de: Ihre Lernsitzungen und Profildetails werden sicher in Ihrem iCloud-Konto gespeichert. Sie werden nicht mit Dritten geteilt. Sie können alle Daten entfernen, indem Sie Ihr Konto löschen.
es: Sus sesiones de estudio y los detalles de su perfil se almacenan de forma segura en su cuenta de iCloud. No se comparten con terceros. Puede eliminar todos los datos eliminando su cuenta.
fr: Vos sessions d'étude et les détails de votre profil sont stockés en toute sécurité dans votre compte iCloud. Ils ne sont pas partagés avec des tiers. Vous pouvez supprimer toutes les données en supprimant votre compte.
ru: Ваши учебные сессии и данные профиля надежно хранятся в вашем аккаунте iCloud. Они не передаются третьим лицам. Вы можете удалить все данные, удалив свой аккаунт.

source: App Appearance
fr: Apparence de l’application

source: Chat
fr: Discussion
ru: Чат

source: %lld min
ru: %lld мин

source: Chatbot
ru: Чат-бот
